projects.org
#+SETUPFILE: org-theme/setup/short.setup

#+AUTHOR: Manoel Vilela, Lucas Vieira
#+DATE: <2018-02-15 Thu>
#+TITLE: Projetos
#+LANGUAGE: pt-br


| projeto               | descrição                                                                             | autores                      |
|-----------------------+---------------------------------------------------------------------------------------+------------------------------|
| [[https://github.com/ryukinix/lisp-chat][lisp-chat]]             | Chat minimalista em terminal escrito em Common Lisp                                   | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://github.com/ryukinix/lisp-inference][lisp-inference]]        | Motor de cálculo proposicional escrito em Common Lisp                                 | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://github.com/ryukinix/leraxandria][leraxandria]]           | Coleção do utils em Common Lisp inspirado no alexandria                               | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://github.com/commonlispbr/quicksys][quicksys]]              | Gerenciador de múltiplas distribuições de QuickLisp                                   | [[https://github.com/ryukinix][Manoel Vilela]], [[https://github.com/luksamuk][Lucas Vieira]]  |
| [[https://github.com/ryukinix/trivial-snake][trivial-snake]]         | Jogo da cobrinha escrito em Common Lisp e trivial-gamekit                             | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://gist.github.com/ryukinix/fb616c042879660db5b43945267b28bf][brainfuck.lisp]]        | Interpretador de Brainfuck em Common Lisp num único arquivo                           | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://gist.github.com/ryukinix/b70e3d9bd99bfcad53976863c64d7b62][quickproject-cli.lisp]] | Script bootstrapper para iniciar projetos na estrutura ASDF/Quicklisp                 | [[https://github.com/ryukinix][Manoel Vilela]]                |
| [[https://github.com/DestructHub/cats][cats]]                  | Repositório de fotos de gatos com licença livre e geração de README.md em Common Lisp | [[https://github.com/mateusfccp][Mateus Felipe]], [[https://github.com/ryukinix][Manoel Vilela]] |
| [[https://gitlab.com/jpellegrini/spartns][spartns]]               | Biblioteca para representação de matrizes e tensores em geral, esparsos.              | [[https://gitlab.com/jpellegrini/spartns][Jerônimo Pellegrini]]          |
