projects.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-br" xml:lang="pt-br">
<head>
<title>Projetos</title>
<!-- 2024-04-16 Tue 16:50 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Manoel Vilela, Lucas Vieira" />
<link rel="stylesheet" type="text/css" href="/org-theme/dist/short/bundle.css"/>
<link rel="stylesheet" type="text/css" href="/css/syntax.css" />
</head>
<body>
<div id="content">
<h1 class="title">Projetos</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">projeto</th>
<th scope="col" class="left">descrição</th>
<th scope="col" class="left">autores</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left"><a href="https://github.com/ryukinix/lisp-chat">lisp-chat</a></td>
<td class="left">Chat minimalista em terminal escrito em Common Lisp</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://github.com/ryukinix/lisp-inference">lisp-inference</a></td>
<td class="left">Motor de cálculo proposicional escrito em Common Lisp</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://github.com/ryukinix/leraxandria">leraxandria</a></td>
<td class="left">Coleção do utils em Common Lisp inspirado no alexandria</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://github.com/commonlispbr/quicksys">quicksys</a></td>
<td class="left">Gerenciador de múltiplas distribuições de QuickLisp</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a>, <a href="https://github.com/luksamuk">Lucas Vieira</a></td>
</tr>

<tr>
<td class="left"><a href="https://github.com/ryukinix/trivial-snake">trivial-snake</a></td>
<td class="left">Jogo da cobrinha escrito em Common Lisp e trivial-gamekit</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://gist.github.com/ryukinix/fb616c042879660db5b43945267b28bf">brainfuck.lisp</a></td>
<td class="left">Interpretador de Brainfuck em Common Lisp num único arquivo</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://gist.github.com/ryukinix/b70e3d9bd99bfcad53976863c64d7b62">quickproject-cli.lisp</a></td>
<td class="left">Script bootstrapper para iniciar projetos na estrutura ASDF/Quicklisp</td>
<td class="left"><a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://github.com/DestructHub/cats">cats</a></td>
<td class="left">Repositório de fotos de gatos com licença livre e geração de README.md em Common Lisp</td>
<td class="left"><a href="https://github.com/mateusfccp">Mateus Felipe</a>, <a href="https://github.com/ryukinix">Manoel Vilela</a></td>
</tr>

<tr>
<td class="left"><a href="https://gitlab.com/jpellegrini/spartns">spartns</a></td>
<td class="left">Biblioteca para representação de matrizes e tensores em geral, esparsos.</td>
<td class="left"><a href="https://gitlab.com/jpellegrini/spartns">Jerônimo Pellegrini</a></td>
</tr>
</tbody>
</table>
</div>
<div id="postamble" class="status">
<p class="date">Date: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-02-15 Thu&gt;</span></span></p>
<p class="author">Author: Manoel Vilela, Lucas Vieira</p>
<p class="date">Created: 2024-04-16 Tue 16:50</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
